{
	"nodes": [
		{
			"id": 1,
			"x": 0,
			"y": 0,
			"name": "Москва",
			"description": "Москва – столица России, многонациональный город на Москве-реке в западной части страны. В его историческом центре находится средневековая крепость Кремль – резиденция российского президента. На ее территории можно посетить Оружейную палату, где выставляются драгоценные предметы, принадлежавшие царской семье. За северо-восточной стеной Кремля раскинулась Красная площадь – символический центр России. Здесь можно увидеть Мавзолей В. И. Ленина, Государственный исторический музей и собор Василия Блаженного с красочными луковичными куполами."
		},
		{
			"id": 2,
			"x": -30,
			"y": -30,
			"name": "Санкт-Петербург",
			"description": "Санкт-Петербург – русский портовый город на побережье Балтийского моря, который в течение двух веков служил столицей Российской империи. Он был основан в 1703 году Петром I, которому воздвигнут знаменитый памятник \"Медный всадник\". Город по праву считается культурным центром страны. У туристов пользуются популярностью Мариинский театр, где проходят оперные и балетные спектакли, и Государственный Русский музей с коллекцией русского искусства, которая включает как православные иконы, так и работы художника-абстракциониста Василия Кандинского."
		},
		{
			"id": 3,
			"x": -29,
			"y": -25,
			"name": "Великий Новгород",
			"description": "Великий Новгород – город в западной части России на берегу реки Волхов. За кремлевскими стенами из красного кирпича скрыт пятикупольный Софийский собор XI века. Рядом с ним находится монумент \"Тысячелетие России\". Он был возведен в 1862 году в память о богатой на события российской истории. Новгородский государственный объединенный музей-заповедник состоит из нескольких корпусов. Здесь можно узнать много нового об истории города и увидеть уникальные иконы российских мастеров."
		},
		{
			"id": 4,
			"x": 30,
			"y": 0,
			"name": "Казань",
			"description": "Казань – город на юго-западе России, расположенный на берегах Волги и Казанки. В столице полуавтономной Республики Татарстан находится древний кремль – крепость, известная своими музеями и святыми местами. Башня Сююмбике, синие и золотые купола Благовещенского собора и яркая джума-мечеть Кул-Шариф – одни из самых интересных достопримечательностей кремля."
		},
		{
			"id": 5,
			"x": 15,
			"y": -5,
			"name": "Нижний Новгород",
			"description": "Ни́жний Но́вгород — город в центральной России, административный центр Приволжского федерального округа и Нижегородской области. Второй по численности населения город в Приволжском федеральном округе и на реке Волге, шестой по численности населения город в стране."
		},
		{
			"id": 6,
			"x": 7.5,
			"y": -18,
			"name": "Ярославль",
			"description": "Ярославль – это город в России, расположенный к северо-востоку от Москвы. Он входит в группу древних городов \"Золотое кольцо\". Одна из основных достопримечательностей – Спасо-Преображенский монастырь XII века. На территории монастыря возвышается одноименный собор с золотыми куполами и фресками XVI века. В Ярославском музее-заповеднике также можно увидеть иконы XVI–XVIII веков. Недалеко от него находится церковь Богоявления с фасадом, украшенным разноцветными изразцами."
		}
	],
	"connections": [
		{"from": 1, "to": 2, "weight": 705},
		{"from": 1, "to": 3, "weight": 532},
		{"from": 1, "to": 4, "weight": 795},
		{"from": 1, "to": 5, "weight": 418},
		{"from": 1, "to": 6, "weight": 267},
		{"from": 2, "to": 3, "weight": 194},
		{"from": 4, "to": 5, "weight": 379},
		{"from": 6, "to": 5, "weight": 340}
	]
}